Repository: Pulichev/RideWorldIOs
Catalog: RideWorld/Views/*.lproj/Localizable.strings
Languages: ru

source: commented your photo:
ru: прокомментировал вашу фотографию:

source: mentioned you in comment:
ru: упомянул вас в комментарии:

source: liked your post.
ru: понравилась ваша публикация.

source: started following you.
ru: подписался на вас.

source: No user founded with login
ru: Не найден пользователь с логином

source: Oops
ru: Ой..

# Some error occurred. Retry your like/removing like
source: Some error occurred. Retry your like/removing like. Sometimes feed refreshing required.
ru: Неизвестная ошибка. Попробуйте снова. Иногда требуется обновить ленту новостей.

source: Cancel
ru: Отмена

source: Go To Spot Info
ru: Перейти к споту

source: Report post
ru: Пожаловаться

source: Send
ru: Отпр.

source: Enter reason..
ru: Введите причину..

source: Open commentaries
ru: Открыть комментарии

source: Following
ru: Подписки

source: Follow
ru: Подписаться

source: Loading...
ru: Загрузка...

source: Error!
ru: Ошибка!

# No user has been founded!
source: No user hsas been founded!
ru: Пользователь не найден!

source: Welcome
ru: Добро пожаловать

source: Nothing to show.
ru: Нечего показать

source: Wait, please
ru: Пожалуйста, подождите

source: Loading list..
ru: Загружаем список..

source: User was banned!
ru: Пользователь был забанен!

source: Wrong login or password!
ru: Неверный логин или пароль!

source: Login failed!
ru: Ошибка входа!

source: New spot
ru: Новый спот

source: will be added here
ru: будет добавлен здесь

source: You are trying to add spot too close to already existed. Distance have to be more than 50 meters.
ru: Вы пытаетесь добавить новый спот слишком близко к уже существующим. Дистанция должна быть больше 50 метров.

source: Creating new post failed!
ru: Ошибка при создании новой публикации!

source: Some error happened in new post creating.
ru: Случилась неизвестная ошибка при создании новой публикации.

source: Slow motion videos are not supported!
ru: Замедленные видео пока не поддерживаются!

source: Write spot description
ru: Напишите описание спота

source: Enter title atleast
ru: Введите хотя бы название

source: Creating new spot failed!
ru: Ошибка при создании спота!

source: Some error happened in new spot creating.
ru: Случилась неизвестная ошибка при создании спота.

source: Wrong login! You can use only english letters, numbers and ._-. The maximum length is 30 characters.
ru: Неправильный логин. Можно использовать только буквы английского алфавита, числа и ._-. Максимальная длина - 30 символов

source: Registration failed!
ru: Ошибка регистрации!

source: Login already exists.
ru: Логин уже занят.

source: ...show more
ru: ...больше

source: show less
ru: меньше

source: Rider has no publications
ru: У райдера нет публикаций

source: Attention!
ru: Внимание!

source: Are you sure that you want to delete this post?
ru: Вы уверены, что хотите удалить эту публикацию?

source: Delete
ru: Удалить

source: You have no publications
ru: У вас нет публикаций

source: Login change failed!
ru: Ошибка при изменении логина!

source: Enter new name and sename
ru: Введите новое имя и фамилию

source: Enter new bio description
ru: Введите описание

source: Enter new login
ru: Введите новый логин

source: Enter new email
ru: Введите новый E-Mail

source: Days for next change:
ru: Дней до следующего изменения:

source: New comment can't be empty!
ru: Новый комментарий не может быть пустым!

source: Wait please
ru: Пожалуйста, подождите

source: Downloading data..
ru: Скачиваем информацию..

source: Info
ru: Инфо

source: Posts
ru: Посты

source: Only last 15 last news are available at the moment!
ru: Показывается только 15 последних новостей!

source: Search
ru: Поиск

source: Start entering something
ru: Начните вводить

source: Sending E-Mail failed!
ru: Ошибка отправки E-Mail!

source: Success!
ru: Успех!

source: E-Mail was sent on
ru: E-Mail был отправлен на

source: Restart required!
ru: Требуется перезапуск!

source: Please, restart an application
ru: Пожалуйста, перезапустите приложение

source: Language
ru: Язык

source: SignOut
ru: Выйти

source: Actions
ru: Действия

source: Write post description
ru: Напишите описание

source: Login changing is taking some time.
ru: Смена логина занимает определенное время.

source: Street
ru: Стрит

source: Park
ru: Парк

source: Dirt
ru: Дерт

# Contacts info
source: Author: Pulichev Vladislav E-Mail: vlad.pulichev777@gmail.com Support Page: https://www.facebook.com/vlad.pulichev
ru: Автор: Пуличев Владислав E-Mail: vlad.pulichev777@gmail.com Страница Поддержки: https://www.facebook.com/vlad.pulichev

# PP
source: PP EN
ru: PP RU

# ToU
source: ToU EN
ru: ToU RU

source: Terms of Use
ru: Условия использования

source: Privacy Policy
ru: Политика конфиденциальности

source: Contacts
ru: Контакты

source: User info
ru: Информация о пользователе

source: General settings and rules
ru: Основные настройки и правила

# RegLinkToTerms
source: By clicking Registration, you agree to our Terms Of Use and confirm that you have read our Privacy Policy.
ru: Нажимая Регистрация, вы соглашаетесь с нашими Правилами Использования и подтверждаете, что прочитали нашу Политику Конфиденциальности.

# RegToU
source: Terms Of Use
ru: Правилами Использования

# RegPP
source: Privacy Policy
ru: Политику Конфиденциальности
